[
  {
    "name": "Copenhagen",
    "rank": 1,
    "country": "Denmark",
    "summary": "Denmark’s capital of cool is unstoppable. New-Nordic Noma has gourmands swooning with its new digs, urban farm and groundbreaking Scandinavian menus. The city’s booming street-food scene is smashing it on Refshaleøen, where a former shipyard is now rebooted food and craft market Reffen. Amusement park Tivoli Gardens is beating the winter blues with a new February season, while waste-management centre Amager Bakke has jaws dropping with its rooftop ski slope and hiking trails. The Danish Architecture Centre has moved into Ellen van Loon’s buzz-inducing cultural centre BLOX, while the anticipated mid-2019 completion of the Cityringen metro line means even easier cross-town adventures.",
    "updatedOn": "2018-12-24T00:00:00Z",
    "areaInKilometers": 178.46,
    "areaInSquareMiles": 68.90,
    "populationCount": 777218,
    "populationCountYear": 2018,
    "capital": true,
    "img": "http://www.lonelyplanet.com/travel-blog/tip-article/wordpress_uploads/2017/01/GettyImages-477846647_1-b9431a6832ce.jpg"
  },
  {
    "name": "Shēnzhèn",
    "rank": 2,
    "country": "China",
    "summary": "Welcome to China’s most innovative city – Shēnzhèn – the ‘Silicon Valley’ of China. Drawn to its slew of new design openings and tech innovation, creatives are swarming to Shēnzhèn, just over the border from Hong Kong in mainland China. Previously known as a cheaper nightlife alternative to Hong Kong, Shēnzhèn now has a strumming indie-music scene, cool cafes, a small contingent of craft brewers and a whole new arts district risen from the remains of former warehouses. The past three years have seen the openings of Design Society, in conjunction with London’s V&A museum, as well as the Museum of Contemporary Art & Planning Exhibition (MOCAPE) and heritage art village OCT-LOFT.",
    "updatedOn": "2018-12-24T00:00:00Z",
    "areaInKilometers": 2050,
    "areaInSquareMiles": 790,
    "populationCount": 12528300,
    "populationCountYear": 2017,
    "capital": false,
    "img": "https://lonelyplanetstatic.imgix.net/marketing/2019/BIT/cities/Shenzhen2.jpg"
  },
  {
    "name": "Novi Sad",
    "rank": 3,
    "country": "Serbia",
    "summary": "Elegant yet easy-going, Novi Sad basks in the limelight, defying its second-city status and boldly living up to its moniker. Serbia’s ‘New Garden’ hosts the rocking EXIT festival, whose 20th edition coincides with the city’s stint as the 2019 European Youth Capital. Headlining this revival, the Petrovaradin Citadel’s Lower Town is getting a facelift, and the dilapidated Chinatown has blossomed into an alternative-culture district. Bursting with creative energy, new Gradić Fest is reinvigorating Petrovaradin through music, film, theatre and art, as Novi Sad gears up to wear another crown – that of the 2021 European Capital of Culture.",
    "updatedOn": "2018-12-24T00:00:00Z",
    "areaInKilometers": 129.7,
    "areaInSquareMiles": 50.1,
    "populationCount": 277522,
    "populationCountYear": 2011,
    "capital": false,
    "img": "https://lonelyplanetstatic.imgix.net/marketing/2019/BIT/cities/NoviSad.jpg"
  },
  {
    "name": "Miami",
    "rank": 4,
    "country": "USA",
    "summary": "Famed for its beautiful beaches and buzzing nightlife, Miami has long captivated travellers seeking a slice of tropical paradise while the rest of North America shivers. Although the Magic City still makes a fine wintertime escape, the past few years have seen Miami transform into a burgeoning centre for the arts, a foodie destination and an innovator in urban design. Miami’s downtown continues to be rejuvenated with the arrival of a celebrated $305-million science museum, while the Design District has become a cultural magnet with new eye-catching architecture (including the Museum Garage and the Institute of Contemporary Art), public art installations and expansive new cultural programming.",
    "updatedOn": "2018-12-24T00:00:00Z",
    "areaInKilometers": 145.20,
    "areaInSquareMiles": 56.06,
    "populationCount": 399457,
    "populationCountYear": 2010,
    "capital": false,
    "img": "https://lonelyplanetstatic.imgix.net/marketing/2019/BIT/cities/Miami.jpg"
  },
  {
    "name": "Kathmandu",
    "rank": 5,
    "country": "Nepal",
    "summary": "In the aftermath of the 2015 earthquake, news reports from Kathmandu showed a city broken and in mourning, but today the narrative is all about reconstruction and rejuvenation. Sure, there’s work to do restoring the magnificent monuments that crumbled during the disaster, but historic sites are being returned to their former glory, and moves to calm the city’s infamous traffic, smog and noise have made Kathmandu more liveable than it has been in decades. There’s even reliable electricity and wi-fi as bonus creature comforts in the atmospheric and maze-like alleyways of the old city.",
    "updatedOn": "2016-12-24T00:00:00Z",
    "areaInKilometers": 899,
    "areaInSquareMiles": 347,
    "populationCount": 975453,
    "populationCountYear": 2011,
    "capital": true,
    "img": "https://lonelyplanetstatic.imgix.net/marketing/2019/BIT/cities/Kathmandu.jpg"
  },
  {
    "name": "Mexico City",
    "rank": 6,
    "country": "Mexico",
    "summary": "The Mexican capital bears witness to centuries of architectural design and artistic movements. The pre-Hispanic buildings of the Mexica rise from the city’s soft ground while colonial cathedrals stand fast and modern wonders such as the Museo Soumaya sparkle in the ever-present sun. For these reasons, and more still, Mexico City was named World Design Capital in 2018. CDMX (Ciudad de México) is the sixth city and the first in the Americas to hold the title. As the creative class rise, they embrace the influence of centuries-old traditions, proving that design is an effective tool for economic, social and cultural development.",
    "updatedOn": "2018-12-24T00:00:00Z",
    "areaInKilometers": 1485,
    "areaInSquareMiles": 573,
    "populationCount": 8918653,
    "populationCountYear": 2015,
    "capital": true,
    "img": "https://lonelyplanetstatic.imgix.net/marketing/2019/BIT/cities/MexicoCity.jpg"
  },
  {
    "name": "Dakar",
    "rank": 7,
    "country": "Senegal",
    "summary": "One of Africa’s most dynamic cities, Dakar offers a dizzying mix of sun-kissed beaches, colourful markets and mbalax-fuelled nightclubs where snappily attired revellers emerge into the early-morning light as the first call to prayer drifts over the tropical landscape. Despite its myriad attractions, Senegal’s seaside capital has long been overlooked by many travellers. All that is set to change as the city positions itself as a new travel hub in West Africa. Leading the way is the recent opening of a brand-new international airport, a US$600 million endeavour that’s been more than 10 years in the making.",
    "updatedOn": "2018-12-24T00:00:00Z",
    "areaInKilometers": 83,
    "areaInSquareMiles": 32,
    "populationCount": 1146053,
    "populationCountYear": 2013,
    "capital": true,
    "img": "https://lonelyplanetstatic.imgix.net/marketing/2019/BIT/cities/Dakar.jpg"
  },
  {
    "name": "Seattle",
    "rank": 8,
    "country": "USA",
    "summary": "Smart, progressive and loaded with creative energy, Seattle is rarely out of the global spotlight. In a city that has a habit of turning homegrown ideas into international brands, Amazon is the current headline-grabber. The world’s largest online retailer has radically transformed a vast tract of the Denny Triangle neighbourhood, creating a dense business district of sleek office towers anchored by a trio of innovative glass ‘spheres’ where workers share office space with 40,000 plants. Nearby, the emblematic Space Needle has received its biggest refurb in over 50 years while, down on the waterfront, a multi-billion-dollar tunnel has replaced an ugly concrete expressway.",
    "updatedOn": "2018-12-24T00:00:00Z",
    "areaInKilometers": 369.2,
    "areaInSquareMiles": 142.5,
    "populationCount": 608660,
    "populationCountYear": 2010,
    "capital": false,
    "img": "https://lonelyplanetstatic.imgix.net/marketing/2019/BIT/cities/Seattle.jpg"
  },
  {
    "name": "Zadar",
    "rank": 9,
    "country": "Croatia",
    "summary": "Zadar has risen from the ashes of its war-ridden past and blossomed into a spirited cosmopolitan city. Wander through the Old Town’s warren of bright marble streets to discover cool bars and laidback cafes, ancient Roman ruins, innovative museums and rustic, trattoria-style restaurants. The true phoenix of Zadar’s transformation is its imagination-stirring waterfront promenade, where scores of locals gather to listen to the magical chimes of the Sea Organ or bask in the mesmeric illuminations of the Sun Salutation. Zadar’s small stature instantly connects travellers to the local life and culture, with any fears of claustrophobia soon dispelled by those sweeping Adriatic vistas.",
    "updatedOn": "2018-12-24T00:00:00Z",
    "areaInKilometers": 25,
    "areaInSquareMiles": 10,
    "populationCount": 75082,
    "populationCountYear": 2011,
    "capital": false,
    "img": "https://lonelyplanetstatic.imgix.net/marketing/2019/BIT/cities/Zadar.jpg"
  },
  {
    "name": "Meknès",
    "rank": 10,
    "country": "Morocco",
    "summary": "The notorious war-mongering sultan who moved Morocco’s capital to Meknès in 1672 would be turning in his grave if he knew how few visitors the city receives today compared with Fez and Marrakesh. Moulay Ismail plundered Marrakeshi palaces and Roman ruins at nearby Volubilis for stone and marble to build thick-set fortifications that still encase the city, giant subterranean food stores and a magnificent bab (gate) to outshine even the Blue Gate in Fez. At the heart of the city, Ismail’s elaborate mausoleum is a national treasure and it's scheduled to emerge soon from a two-year, top-to-toe restoration, giving travellers more reason than ever to visit this under-appreciated imperial city.",
    "updatedOn": "2018-12-24T00:00:00Z",
    "areaInKilometers": 370,
    "areaInSquareMiles": 140,
    "populationCount": 632079,
    "populationCountYear": 2014,
    "capital": false,
    "img": "https://lonelyplanetstatic.imgix.net/marketing/2019/BIT/cities/Meknes.jpg"
  }
]